<div class="flex flex-col max-w-4xl">
    @section('title')
        Приведи друга
    @endsection
    <div x-data="{show: false}" class="mb-8">
        <div @click="show = !show" class="group cursor-pointer flex gap-4 items-center">
            <h4>Как это работает?</h4>
            <x-bi-chevron-down x-bind:class="show ? 'rotate-180' : ''"
                               class="w-6 h-auto transition group-hover:scale-115"/>
        </div>
        <p x-show="show" x-cloak x-collapse.duration.400ms class="italic">Приглашайте авторов на наш
            портал и получайте вознаграждение 💛 <br>
            Получите свой персональный промокод и делитесь им так, как вам удобно — в соцсетях,
            блоге или личных рекомендациях.
            <br>
            Если автор воспользуется вашим промокодом при подаче заявки в сборник, он получит скидку
            на участие в 25%. Как только он оплатит участие, вы получите <b>400 рублей</b>.
            <br>
            Вся статистика по использованию промокода будет доступна на этой странице. Как только
            оплата будет подтверждена, вы сможете сразу запросить вывод средств.
        </p>
    </div>

    <div class="flex flex-col">
        @if(!$userPromocode)
            <x-ui.link class="w-fit" wire:click="getPromocode">Получить личный промокод</x-ui.link>
        @else
            <h4>Статистика</h4>
            <p><span class="font-medium">Ваш личный промокод: </span> {{$userPromocode['name']}}</p>
            <p><span
                    class="font-medium">Сколько авторов применили этот промокод: </span>{{$userPromocode->stats->count()}}
            </p>
            <p class=" mb-4"><span class="font-medium">Сколько авторов оплатили участие с этим промокодом: </span>{{$userPromocode->stats->where('is_paid', true)->count()}}
            </p>
            <div class="flex gap-2">
                <p>Доступно для вывода: {{$sumToCheckout}} руб.</p>
                @if($sumToCheckout > 0)
                    <x-ui.link-simple
                        href="{{route('account.chat_create',['title' => 'Запрос на вывод по проргамме \'Приведи друга\''])}}">
                        Вывести
                    </x-ui.link-simple>
                @endif
            </div>
        @endif
    </div>

</div>
