@extends('layouts.portal_layout')

@section('page-style')
    <link rel="stylesheet" href="/plugins/slick/slick.css">
    <link rel="stylesheet" href="css/our_examples.css">


@endsection

@section('page-title') Наши сборники @endsection

@section('content')
    <div style="max-width: 1600px;" class="content">
        <h2 class="page-title">О нас</h2>


        <div class="normal-page-container container">
            <p>“Первая Книга” приветствует Вас на нашем сайте!
                Мы предоставляем возможность авторам воплощать их мечты в жизнь. Если Вы не представляете себя без пера в руке и желаете оставить след в истории литературы, если Вы не проживаете ни дня без новой иллюстрации, если Вы посвящаете жизнь науке и желаете опубликовать Ваши труды, то наша компания – к Вашим услугам!

                Мы организуем весь процесс публикации. Это может быть что угодно, начиная от тематических сборников стихотворений различных авторов, и заканчивая отдельными книгами одного автора, будь то собрание повестей, картин или личные мемуары. Мы берем на себя процесс верстки, проверки текста, составления содержания, а также регистрации книги, присвоения ей уникального номера ISBN, а также ее размещения на всемирных книжных интернет площадках (Amazon.com, Ozon.ru, Books.ru и т. д.).</p>

        </div>

    </div>

@endsection

@section('page-js')



@endsection
