@extends('layouts.portal_layout')



@section('page-title') Сайт обновляется @endsection



@section('content')
    <div class="page_content_wrap about_page_wrap">
        <div class="header_wrap">
            <h2>Важное обновление</h2>
        </div>


        <div class="container">
            <p>Прямо сейчас у нашего портала происходит самое большое обновление со времен начала деятельности.🎉<br>
                Скоро все процессы и портал будут работать быстрее, стабильнее и прозрачнее  Пожалуйста, зайдите чуть позже.</p>

        </div>


    </div>

@endsection

@section('page-js')



@endsection
