<main class="flex-1 content mb-32">
    @section('title')
        О нас
    @endsection
    <h1 class="mb-8">О нас</h1>
    <div class="container flex gap-8 flex-col p-8">
        <p>
            “Первая Книга” приветствует Вас на нашем сайте! Мы предоставляем возможность авторам воплощать их мечты в жизнь.
            Если Вы не представляете себя без пера в руке и желаете оставить след в истории литературы, если Вы не
            проживаете ни дня без новой иллюстрации, если Вы посвящаете жизнь науке и желаете опубликовать Ваши труды, то
            наша компания – к Вашим услугам! Мы организуем весь процесс публикации. Это может быть что угодно, начиная от
            тематических сборников стихотворений различных авторов, и заканчивая отдельными книгами одного автора, будь то
            собрание повестей, картин или личные мемуары. Мы берем на себя процесс верстки, проверки текста, составления
            содержания, а также регистрации книги, присвоения ей уникального номера ISBN, а также ее размещения на всемирных
            книжных интернет площадках (Amazon.com, Ozon.ru, Books.ru и т. д.).
        </p>
        <div class="flex gap-8 flex-wrap">
            <div class="flex flex-col">
                <h4>Правовая информация:</h4>
                <a class="text-2xl text-green-500 font-light" download href="/fixed/Договор публичной оферты на оказание услуг по публикации.pdf">Договор публикации</a>
                <a class="text-2xl text-green-500 font-light" download href="/fixed/Договор на издание книги.pdf">Договор на издание книги</a>
            </div>
            <div class="flex flex-col">
                <h4> Юридическое лицо:</h4>
                <p class="italic">ОГРНИП 321100100001571</p>
                <p class="italic">ИНН 100126488117</p>
                <p class="italic">Е-mail: main@pervajakniga.ru</p>
                <p class="italic">Веб-сайт: pervajakniga.ru</p>
            </div>
        </div>
    </div>
</main>
